Repository: dArignac/django-glacier-backup
Catalog: glacier_backup/locale/*/LC_MESSAGES/django.po
Languages: de

source: Inventory vaults
de: Vaults inventarisieren

source: There is no vault with the name "%(vault_name)s" on AWS!
de: Es existiert kein Vault mit dem Namen "%(vault_name)s" auf AWS!

source: Initial Status
de: Initialer Status

source: Uploaded
de: Hochgeladen

source: Failed
de: Fehlgeschlagen

source: Not on Glacier
de: Nicht auf Glacier

source: Title
de: Titel

source: Creation Date
de: Erstellungsdatum

source: Path to original file
de: Pfad zur Originaldatei

source: Size in Byte
de: Größe in Byte

source: Archive
de: Archiv

source: Archives
de: Archive

source: Created
de: Erstellt

source: Deleted on Glacier
de: Auf Glacier gelöscht

source: Result synchronized
de: Ergebnis synchronisiert

source: Location
de: Aufbewahrungsort

source: Description (optional)
de: Beschreibung (optional)

source: Creation date
de: Erstellungsdatum

source: Update date
de: Aktualisierungsdatum

source: Time when AWS Glacier has finished the job
de: Uhrzeit, wenn AWS Glacier den Job erledigt hat

source: Completion date
de: Fertigstellungsdatum

source: Inventory retrieval job
de: Inventarisierungs-Job

source: Inventory retrieval jobs
de: Inventarisierungs-Jobs

source: Archive ID
de: Archiv ID

source: Archive retrieval job
de: Archiv-Wiederherstellungs-Job

source: Archive retrieval jobs
de: Archiv-Wiederherstellungs-Jobs
